TargetApplication=phpDesigner8
Author=Hiro Yasuda
SourceLANGID=1033
LANGID=1041
Generator=DKLang Translation Editor v3.0
LastModified=2012-01-13 02:44:43

[Constants]
00000002=モディファイ
00000003=ファイル
00000006=すべてのファイル (*.*)
00000007=全形式
00000008=ファイルがありません。
00000009=この phpDesigner 8は、バージョン
00000010=です。最新版です。
00000011=このアイテムを消去しても良いですか？
00000012=選択されたアプリケーションを削除しても良いですか？
00000013=選択されたFTP接続を消去しても良いですか？
00000014=選択されたアイテムを消去しても良いですか？
00000015=名前の変更
00000016=新しい名前と拡張子を入力してください。
00000023=ヘルプファイルが見つかりません。
00000032=無題
00000033=行数を入力してください。
00000037=コードスニペット
00000038=スニペット
00000039=PHPマニュアル
00000040=選択したテキスト
00000041=このファイル
00000042=は保存できませんでした。
00000044=はすでに使われています。
00000050=スニペットの新規作成
00000051=無題
00000053=エラー
00000054=ライン
00000055=保存に失敗しました。リモートホストに接続できません。
00000057=テンプレート :: テンプレートを編集
00000058=無題
00000059=テンプレート :: 新しいテンプレートの作成
00000060=スニペット :: スニペットの編集
00000061=スニペット :: 新しいスニペットの作成
00000062=ファイルブラウザ - スナップショット
00000064=最近開いたファイルの履歴を消去しますか？
00000065=FTPクライアント
00000067=HTML Tidy (tidy.exe)がありません！
00000069=続けますか?
00000070=プロジェクトのあるディレクトリーが存在しません！
00000071=プロジェクト
00000072=レイアウトを保存する。
00000073=デスクトップレイアウトを保存する:
00000074=行
00000075=列
00000076=TortoiseSVNが見つかりません！
00000077=リモートファイルの新規作成
00000085=このファイル
00000089=プロパティ:
00000090=Xdebug ファタルエラー:
00000091=Xdebugサーバの起動
00000092=Xdebugサーバの停止
00000093=スクリプトファイルが破損しています。
00000095=ライン
00000098=セッション
00000100=実行
00000101=続ける
00000111=Todoを削除する
00000115=新しいファイルを作成
00000116=ファイル名
00000117=すでにファイルが存在します!
00000118=新しいフォルダを作成する。
00000120=フォルダ名:
00000125=続けますか?
00000135=定数
00000137=ファンクション
00000138=クラス
00000141=説明
00000142=smarty タグ
00000143=smarty 変数
00000144=smarty 関数
00000145=変数
00000146=定数
00000147=関数
00000148=インターフェース
00000152=クラス
00000154=キーワード
00000159=日
00000160=日
00000165=ありがとうございました。
00000167=検索履歴を削除しますか？
00000168=属性

[fMain]
00000009=ファイル
00000010=新規作成
00000011=新しいドキュメントを作成します。
00000012=新規作成
00000013=新しいファイルを作成します。
00000041=開く
00000042=既存のファイルを開きます。
00000044=上書き保存
00000045=上書き保存する。
00000046=名前を付けて保存
00000047=名前を付けて保存する。
00000048=すべて保存
00000049=開いているファイルをすべて保存します。
00000052=印刷
00000053=ファイルを印刷します。
00000054=元に戻す
00000055=元に戻す
00000056=やり直し
00000057=やり直し
00000058=ウェブ
00000059=ウェブ
00000060=インターネットで検索
00000061=PHP
00000062=Google
00000063=Bing
00000064=Yahoo!
00000065=Altavista
00000066=Wikipedia
00000067=Koders
00000068=Web検索の設定
00000069=ブックマーク
00000070=入れ替え
00000071=ブックマークの入れ替え
00000072=ブックマーク 0
00000073=ブックマーク 1
00000074=ブックマーク 2
00000075=ブックマーク 3
00000076=ブックマーク 4
00000077=ブックマーク 5
00000078=ブックマーク 6
00000079=ブックマーク 7
00000080=ブックマーク 8
00000081=ブックマーク 9
00000082=ジャンプ
00000083=ブックマークへ行く
00000084=ブックマーク 0
00000085=ブックマーク 1
00000086=ブックマーク 2
00000087=ブックマーク 3
00000088=ブックマーク 4
00000089=ブックマーク 5
00000090=ブックマーク 6
00000091=ブックマーク 7
00000092=ブックマーク 8
00000093=ブックマーク 9
00000094=前のブックマーク
00000095=次のブックマーク
00000096=クリップボード
00000097=切り取り
00000098=クリップボードに切り取り
00000099=コピー
00000100=クリップボードにコピー
00000101=貼り付け
00000102=クリップボードから貼り付け
00000103=ウィンドウ
00000108=次のドキュメント
00000109=次のファイル
00000110=上下に並べて表示
00000111=上下に並べて表示
00000112=左右に並べて表示
00000113=左右に並べて表示
00000114=重ねて表示
00000115=重ねて表示
00000116=HTML
00000117=ハイパーリンク
00000118=ハイパーリンク
00000119=イメージ
00000120=イメージ
00000121=テーブル
00000122=テーブル
00000123=リスト
00000124=リスト
00000125=レイヤー
00000126=レイヤー
00000127=検索
00000128=検索
00000129=前へ
00000130=次へ
00000131=パラグラフ
00000132=左揃え
00000133=左揃え
00000134=中央揃え
00000135=中央揃え
00000136=右揃え
00000137=右揃え
00000138=均等割付
00000139=均等割付
00000140=行挿入
00000141=行挿入
00000142=インデント
00000143=インデント
00000144=インデント解除
00000145=インデント解除
00000146=フォーム
00000147=フォーム
00000148=フォーム
00000149=テキスト
00000150=テキスト
00000151=テキストボックス
00000152=テキストボックス
00000153=パスワード
00000154=パスワード
00000155=ボタン
00000156=ボタン
00000157=実行ボタン
00000158=実行ボタン
00000159=リセット
00000160=リセット
00000161=イメージ
00000162=イメージ
00000163=ラジオボタン
00000164=ラジオボタン
00000165=チェックボックス
00000166=チェックボックス
00000167=ドロップダウン
00000168=ドロップダウン
00000169=アップロード
00000170=アップロード
00000171=隠す
00000172=隠す
00000173=PHP
00000174=Verdana
00000279=Convert to PHP
00000280=Convert to PHP
00000325=コメント
00000326=コメント
00000327=/** */でコメントアウト
00000330=//でコメントアウト
00000331=//のコメントアウトを消去
00000387=フォーマット
00000390=フォント
00000393=カラー
00000394=カラー
00000395=ボールド
00000396=ボールド
00000397=イタリック
00000398=イタリック
00000399=アンダーライン
00000400=アンダーライン
00000401=フォント
00000402=フォント
00000403=カラー
00000404=カラー
00000407=デフォルト
00000408=デフォルト
00000413=メニュー
00000414=ファイル(&F)
00000431=読み直し
00000432=最近使用したドキュメントの消去
00000434=開く(&O)
00000435=ファイルへ移動する
00000436=プロジェクトファイルへ移動する
00000437=FTP/SFTP
00000438=FTP/SFTPから開く(&F)
00000439=FTP/SFTPに保存
00000440=FTP/SFTPにコピー
00000441=FTP/SFTPにアップロード
00000443=保存(&S)
00000444=名前を付けて保存(&A)
00000445=すべて保存
00000447=ファイルフォーマット
00000451=設定ファイルのフォーマット
00000452=エンコーディング
00000453=ANSI
00000454=UTF-8
00000455=UTF-16 LE
00000456=UTF-16 BE
00000457=BOM付きで保存
00000459=設定ファイルのエンコーディング
00000460=閉じる(&C)
00000461=すべて閉じる(&L)
00000462=コピー
00000463=戻る
00000464=名前の変更
00000465=印刷(&P)
00000466=プリンターの設定(&t)
00000467=HTML形式で出力
00000468=RTF形式で出力
00000469=(La)TeX形式で出力
00000470=phpDesigner 8の終了(&E)
00000471=編集(&E)
00000472=元に戻す(&U)
00000473=やり直し(&R)
00000474=切り取り(&X)
00000475=コピー(&C)
00000476=貼り付け(&P)
00000477=すべて選択(&S)
00000478=折り返し
00000479=検索(&I)
00000480=次へ
00000481=前へ
00000482=オプション
00000483=マークの検索
00000484=ハイライト
00000485=クリア
00000486=全ファイルのマークを消去
00000487=履歴の消去
00000488=サイレント
00000489=ラインへ移動する
00000493=すべて
00000499=すべて
00000506=書式(&O)
00000507=フォント
00000508=ボールド
00000510=イタリック
00000512=アンダーライン
00000514=取消線
00000515=左揃え
00000517=中央揃え
00000519=右揃え
00000521=均等割付
00000523=新しいパラグラフ <p>
00000525=改行 <br />
00000527=スペース &nbsp;
00000529=インデント
00000530=インデント解除
00000531=ヘディング
00000532=ヘディング 1
00000533=ヘディング 2
00000534=ヘディング 3
00000535=ヘディング 4
00000536=ヘディング 5
00000537=ヘディング 6
00000538=ラインスペース
00000544=テレタイプ
00000545=サンプル
00000546=コード
00000547=可変形式
00000548=キーボード
00000549=特殊タグ
00000550=アドレス
00000551=クォーテーション <acronym>
00000552=クォーテーション <q>
00000553=省略
00000554=接頭文字
00000557=引用
00000558=アンダーライン <u>
00000559=イタリック <i>
00000560=ボールド <b>
00000561=下付き
00000562=上付き
00000563=水平線
00000564=その他の色
00000565=カラースポイト
00000567=HTML(&H)
00000570=ハイパーリンク
00000572=イメージ
00000574=テーブルエディター
00000576=リストエディター
00000578=番号付きリスト
00000579=マーク付きリスト
00000580=フォーム
00000581=フォーム
00000583=テキストボックス
00000585=テキストエリア
00000587=パスワード
00000589=アップロード
00000591=ボタン
00000593=実行ボタン
00000595=リセットボタン
00000597=イメージボタン
00000599=ラジオボタン
00000601=チェックボックス
00000603=ドロップダウン
00000605=隠しフィールド
00000607=ファイルから<body>のインポート
00000608=フラッシュ
00000610=コメント
00000611=ドキュメントタイプ
00000622=メタ情報
00000623=特別文字
00000624=コードを特別文字に適用
00000625=選択したテキスト
00000626=ドキュメント全体
00000627=特殊文字をコードに適用
00000628=選択したテキスト
00000629=ドキュメント全体
00000630=タグを消去する
00000631=選択したテキストからタグを消去する
00000632=ドキュメントのタグを消去する
00000633=HTML Tidy
00000634=W3準拠
00000635=CSS2に変換する
00000636=XHTMLに変換する
00000637=XMLに変換する
00000640=CSSにリンクする
00000645=セレクター
00000646=セレクターウィザード
00000650=インポートルール
00000651=メディアルール
00000657=ステートメント
00000672=警告
00000673=確認
00000674=プロンプト
00000706=/** */でコメントアウト
00000708=#でコメントアウト
00000710=//でコメントアウト
00000713=コメントの削除
00000783=PHPに変換
00000785=Print "...";
00000787=Print '...';
00000789=Echo "...";
00000791=Echo '...' ;
00000863=Smarty
00000864=コメント
00000865=変数
00000978=ファイル
00000979=すべてのファイル
00000980=PHP Code Beautifierの設定
00000981=デバッグ(&D)
00000982=デバッグ
00000983=新しいセッションの開始
00000984=変数を設定してデバッグ
00000985=デバッガーなしで実行
00000986=ポーズ
00000988=カーソル位置まで実行
00000991=リターンまで実行
00000992=ブレークポイントの入れ替え
00000994=監視に追加
00000996=プロファイラー
00000997=変数を設定したプロファイラー
00000999=Xdebug IDE サーバー
00001003=Xdebugなしで実行
00001004=変数を設定してXdebugなしで実行
00001005=PHPの文法チェック
00001006=php.iniを開く
00001007=デバッグウィンドウ
00001015=プロジェクト(&P)
00001016=プロジェクトマネージャー
00001017=プロジェクトファイル
00001018=プロジェクトの読み直し
00001019=閉じる
00001020=ツール(&T)
00001021=アプリケーションマネージャー
00001022=phpMyAdmin
00001024=選択したテキスト
00001025=大文字
00001026=小文字
00001027=キャピタライズ
00001028=大文字タグ
00001029=小文字タグ
00001031=大文字
00001032=小文字
00001033=キャピタライズ
00001034=大文字タグ
00001035=小文字タグ
00001044=オートコレクト
00001045=日付と時間
00001046=FTP
00001047=FileZilla
00001048=FileDiff
00001049=ファイルの関連づけ
00001050=設定(&P)
00001051=SVN(&V)
00001052=ファイルを追加する
00001053=コミット
00001054=ファイルをコミットする
00001055=アップデート
00001056=ファイルをアップデートする
00001057=ファイルを比較する
00001058=ファイルを戻す
00001059=ビュー(&E)
00001060=ページビュー
00001061=コード
00001062=デバッグ
00001063=実行
00001065=ローカルホスト
00001066=ツールバー(&T)
00001067=ファイル
00001068=クリップボード
00001069=検索
00001070=PHP
00001071=HTML
00001072=フォーム
00001073=フォーマット
00001074=パラグラフ
00001076=履歴
00001078=ウィンドウ
00001079=ブックマーク
00001080=Web検索
00001082=ツールとパネル
00001083=コードエクスプローラ
00001084=コードライブラリ
00001085=コードスニペット
00001086=ファイルブラウザー
00001087=プロジェクト
00001088=テンプレート
00001089=データベース接続
00001090=PHPマニュアル
00001091=ToDoマネージャー
00001092=Bugマネージャー
00001095=PHP
00001097=HTML Tidy
00001098=検索結果
00001099=FTPブラウザー
00001100=phpMyAdmin
00001101=ファイルブラウザー スナップショット
00001102=プロジェクトの概要
00001103=文法チェック: HTML && CSS
00001104=ブレークポイント
00001105=コールスタック
00001106=評価
00001107=監視
00001109=ログ
00001110=テーマ
00001114=ファイルタブ
00001115=無し
00001116=テーマ
00001117=ステータスバー
00001119=無し
00001120=システムの既定値
00001121=ランダム
00001122=展開
00001123=スライド
00001124=フェード
00001142=レイアウトマネージャー
00001144=ウィンドウ(&W)
00001145=前へ(&P)
00001146=次へ(&N)
00001147=上下に並べて表示(&H)
00001148=左右に並べて表示(&V)
00001149=重ねて表示(&C)
00001150=アレンジアイコン(&A)
00001151=すべて最小化(&M)
00001152=すべて最大化(&X)
00001153=ファイル
00001154=ヘルプ(&P)
00001155=ヘルプ(&H)
00001156=登録
00001157=ライセンス
00001158=リファレンス
00001159=PHP
00001160=PHPマニュアル(&P)
00001163=ここから始めよう
00001164=関数リファレンス
00001167=HTMLリファレンス(&H)
00001168=CSSリファレンス(&C)
00001169=PEARリファレンス(&E)
00001170=SQLリファレンス
00001171=オンラインサポート
00001172=phpDesigner ホームページ
00001173=アップデートの確認
00001174=phpDesignerについて
00001448=戻る
00001449=次へ行く
00001450=デバッグ
00001451=デバッグ
00001453=カーソル位置まで実行
00001457=ブレークポイントの入れ替え
00001458=監視へ追加
00001459=プロファイラー
00001462=文法チェック
00001464=ファイル
00001471=プロジェクト
00001478=次へ
00001480=前へ
00001482=ポジション
00001483=属性
00001488=ライセンス:
00001489=新規作成
00001490=プロジェクト
00001623=デフォルト
00001673=レイアウト
00001776=再検索
00001777=検索
00001789=オプション
00001814=ツールバーテンプレート
00001815=新しいデータベース
00001816=データベース接続の編集
00001817=データベース接続コードの作成
00001818=削除
00001819=XMLに書出し
00001858=TODOアイテムの挿入
00001859=TODOアイテムの挿入
00001860=TODOアイテムの削除
00001861=TODOアイテムの削除
00001866=ファイル
00001870=アイテムがありません。
00001882=アイテムがありません
00001906=ファイル
00001915=メッセージ
00001916=ファイル名
00001917=クラスブラウザー
00001918=ナビゲーション
00001919=戻る
00001920=次へ
00001921=ファンクションがありません！
00001922=ファイルブラウザー
00002033=php
00002035=*.htm
00002036=全ファイル|*.*
00002078=オプション
00002080=TODOアイテムの編集
00002081=グリッド
00002082=ビュー
00002087=上へ
00002088=下へ
00002089=html
00002090=HTMLドキュメント(*.htm;*.html)|*.htm;*.html
00002093=プロジェクトを開く
00002094=プロジェクトを閉じる
00002098=保存する
00002099=すべて保存する
00002100=FTP/SFTPに保存する
00002101=FTP/SFTPにコピーする
00002102=閉じる
00002103=すべて閉じる
00002104=その他を閉じる
00002105=コピー
00002107=ファイル
00002113=ファイル
00002114=クリップボード
00002115=検索
00002116=PHP
00002117=デバッグ
00002118=HTML
00002119=フォーム
00002120=書式
00002121=パラグラフ
00002125=ウィンドウ
00002126=ブックマーク
00002127=Web検索
00002129=PHPマニュアル
00002130=挿入
00002131=マニュアル
00002137=新規作成
00002138=新しいデータベースの作成を行います。
00002139=編集
00002140=データベースの編集をします。
00002145=DBX
00002154=削除
00002177=新しいファイルを作成する
00002178=ソースへ移動する
00002181=すべて|*.*|PHP|*.php
00002183=はじめに！
00002186=PHPマニュアルの設定
00002187=MySQL
00002188=PostgreSQL
00002198=ファイル名の挿入
00002199=パスとファイル名の挿入
00002200=デスクトップ
00002201=パーソナル
00002202=ドライブ
00002203=ネットワーク
00002204=ローカルホスト
00002205=ビュー
00002211=フィルター
00002212=Webファイル
00002213=全ファイル
00002249=&カット
00002250=&コピー
00002251=&ペースト
00002257=/** */でコメントアウト
00002259=//でコメントアウト
00002261=#でコメントアウト
00002265=新規
00002267=開く
00002269=保存
00002271=a名前をつけて保存
00002273=全保存
00002277=閉じる
00002279=全て閉じる
00002281=複写
00002283=戻る
00002285=名前変更
00002287=印刷
00002289=HTMLへエクスポート
00002291=RTFへエクスポート
00002293=LaTexへエクスポート
00002295=終了
00002315=ワードラップ
00002316=ワードラップ
00002400=FileZilla
00002402=設定
00002404=//のコメントアウトを消去
00002496=ボールド
00002498=イタリック
00002500=アンダーライン
00002504=左揃え
00002506=中央揃え
00002508=右揃え
00002510=均等割付
00002512=行の挿入
00002518=インデント
00002520=インデント解除
00002522=ヘディング1
00002524=ヘディング2
00002526=ヘディング3
00002528=ヘディング4
00002530=ヘディング5
00002532=ヘディング6
00002534=レタースペース: 100%
00002536=レタースペース: 150%
00002538=レタースペース: 200%
00002540=上付き
00002542=下付き
00002544=水平線
00002546=その他の色
00002548=カラースポイト
00002590=ネットで検索
00002592=PHP (php.net)で検索
00002594=Googleで検索
00002596=Live Search (Microsoft)で検索
00002598=Yahoo!で検索
00002600=Altervistaで検索
00002602=Wikipediaで検索
00002604=Kodersで検索
00002606=PHPマニュアル
00002646=(X)HTMLとCSSの文法チェック
00002664=戻る
00002666=次へ
00002668=上下に並べて表示
00002670=左右に並べて表示
00002672=重ねて表示(&C)
00002714=検索する
00002716=次を検索
00002745=前のブックマーク
00002746=次のブックマーク
00002755=キャンセル
00002760=デバッグ
00002762=サーバの起動
00002764=デバッガー無しなしで起動
00002766=サーバの終了
00002768=サーバの再起動
00002790=試用
00002792=イベントログ
00002811=ファイルフォーマット
00002812=ファイルエンコーディング
00002817=言語
00002911=タイムスタンプ
00002912=タイムスタンプ #4
00002913=タイムスタンプ #3
00002914=タイムスタンプ #2
00002915=タイムスタンプ #1
00002916=タイムスタンプの更新
00002919=Ctrl+H\n
00002931=JavaScriptリファレンス
00002932=新規作成
00002936=再読込
00002939=名前の変更
00002940=削除
00002942=開く
00002943=新規作成
00002945=名前変更
00002946=再読込
00002947=削除
00002950=再読込
00002953=名前変更
00002954=削除
00002959=フォルダ
00003222=Delete Line
00003378=試用
00003381=イベントログ

[frmAbout]
00000028=OK
00000029=バージョン情報
00000039=ライセンス先:
00000041=名前:
00000042=Eメール:
00000043=法人名:
00000044=今すぐ登録する!
00000045=ライセンス情報の削除
00000046=ライセンス情報の変更
00000047=サードパーティー
00000056=Legal
00000057=Xdebug
00000063=PHP
00000068=使用許諾
00000071=(Based on "The PHP License", version 3.0)
00000072=Copyright (c) 2002 - 2007 Derick Rethans. All rights reserved.
00000073=ローカライズ
00000075=寄稿者
00000076=言語
00000077=ウェブサイト
00000078=Thanks to the above contributors from all over the world for helping me with the translation!
00000079=If you like to help translating a language! Please visit:
00000080=ライセンス情報の書出し
00000081=ライセンスタイプ:
00000082=phpDesigner 8
00000083=バージョン 8.0.0
00000084=phpDesigner 8について
00000087=著者
00000088=ライセンス
00000089=ウェブサイト

[frmApplicationEdit]
00000073=OK
00000078=キャンセル
00000079=名前:
00000080=パス:
00000081=引数
00000084=全ファイル (*.*)|*.*

[frmApplicationManager]
00000073=実行
00000078=閉じる
00000079=新規作成
00000080=削除
00000081=編集

[frmAutoCompletionNewItem]
00000073=OK
00000078=キャンセル

[frmBug]
00000073=OK
00000078=キャンセル
00000079=詳細:
00000080=ファイル名:
00000081=優先度:
00000083=アイテム名:
00000084=プロジェクト:
00000085=バージョン:
00000086=重要度:
00000087=プラットフォーム:
00000088=OS:
00000089=マイルストーン:
00000090=履歴:
00000091=ステータス:
00000092=解像度:
00000094=High\nNormal\nLow\n
00000095=Unassigned\nIdea\nFeature Request\nAnnoyance\nContent\nTrivial\nMinor\nSignificant\nCritical\n
00000096=All (cross-platform)\nPC\nMacintosh\nSun\nHP\n
00000097=Windows Vista\nWindows XP SP2\nWindows XP\nWindows NT\nWindows 2000\nWindows ME\nWindows 98\nWindows 95\nWindows 3.1\nMac System 7\nMac System 7.5\nMac System 7.6.1\nMac System 8.0\nMac System 8.5\nMac System 8.6\nMac System 9.0\nMac OS X\nLinux\nBSDI\nNetBSD\nAIX\nHP-UX\nNeutrino\nOS/2\nSolaris\nOther\n
00000098=BUSY\nCOMPLETE\nFORWARDED\nINPROGREESS\nNOTSTARTED\nPENDING\nTESTING\nUNKNOWN\n
00000099=Deferred\nDuplicate\nFixed\nInvalid\nNot a bug\nWon't fix\nWorks for me\n
00000100=Deferred\nDuplicate\nFixed\nInvalid\nNot a bug\nWon't fix\nWorks for me\n
00000101=.htm
00000102=全ファイル (*.*)|*.*

[frmCodeBeautifier]
00000071=インデントサイズ
00000072=インデントの長さ
00000073=PHP スタート後*
00000074=PHP 終わる前*
00000075=空行の最大長*
00000076=インデント
00000077=コメント
00000078=新しい行
00000079=スペース
00000080=折り返し
00000081=一行の最小長
00000082=最大のラインの長さ
00000083=小文字
00000084=プロファイルの選択:
00000085=閉じる
00000087=プロファイルの追加
00000088=新しいプロファイルの追加をする。
00000089=プロファイルの削除
00000090=選択したプロファイルの削除をする。
00000091=プロファイルのコピー
00000092=現在のプロファイルをコピーします。
00000093=上へ
00000094=上へ
00000095=下へ
00000096=下へ
00000097=インデントをタブとして扱う。
00000098=初めのインデントをタブとして扱う。
00000099=初めのインデントのコメント
00000100=ドキュメントコメントを消去する。
00000101=コメントを消去する。
00000102=ドキュメントコメントにスターを追加する。
00000103=複数のコメントにスターを追加する。
00000128=プロファイルの追加
00000129=新しいプロファイルを追加します。
00000130=プロファイルの削除
00000131=選択したプロファイルを削除します。
00000132=プロファイルのコピー
00000133=現在のプロファイルをコピーします。
00000136=上へ
00000137=上へ
00000138=下へ
00000139=下へ

[frmCodeExplorerSelectFile]
00000002=開く
00000003=キャンセル
00000004=ファイルの選択

[frmColors]
00000071=値:
00000072=現在の色:
00000073=OK
00000077=カスタム
00000078=キャンセル
00000079=&選択
00000080=その他の色

[frmConfigurePHPManual]
00000070=PHPマニュアルが見つかりません。
00000076=設定する

[frmCSSCreateSelectorChild]
00000073=OK
00000078=キャンセル

[frmCSSCreateSelectorClass]
00000073=OK
00000078=キャンセル
00000080=セレクター
00000081=エレメント
00000082=クラス
00000083=ID

[frmCSSCreateSelectorContextual]
00000073=OK
00000078=キャンセル

[frmCSSCreateSelectorPseudo]
00000073=OK
00000078=キャンセル
00000080=エレメント:
00000081=疑似要素:
00000082=セレクタ:
00000083=クラス
00000084=ID

[frmCSSCreateSelectorSibling]
00000073=OK
00000078=キャンセル

[frmCSSCreateSelectorSimple]
00000073=OK
00000078=キャンセル
00000080=エレメント:
00000081=セレクタ:

[frmCSSImport]
00000073=OK
00000078=キャンセル
00000079=ファイル
00000081=パス

[frmCSSImportRule]
00000073=OK
00000078=キャンセル
00000079=ファイル
00000082=パス
00000105=CSS (*.css)|*.css|全ファイル (*.*)|*.*

[frmCSSMediaRule]

[frmCSSPosition]
00000071=ID:
00000072=Zインデックス:

[frmDatabaseConnection]
00000070=データベース接続のプロパティ
00000073=OK
00000078=キャンセル
00000079=サーバー:
00000080=ユーザー名:
00000081=パスワード:
00000082=名前:
00000083=データベース:
00000084=ポート

[frmDateTime]
00000072=キャンセル
00000073=OK
00000076=更新

[frmDebugParameters]
00000073=OK
00000078=キャンセル
00000079=デバッグとパラメーター
00000081=クリア

[frmDebugProfiler]
00000002=OK
00000003=キャンセル

[frmDockBug]

[frmDockCodeExplorer]
00000001=コードエクスプローラ

[frmDockCodeLib]
00000001=コードライブラリー

[frmDockCodeSnippets]
00000001=コードスニペット

[frmDockDatabaseConnections]
00000001=データベース接続

[frmDockDatabaseManagement]
00000001=データベース管理

[frmDockDebugBreakpoints]
00000001=ブレークポイント
00000002=追加
00000003=編集
00000004=有効
00000005=無効
00000006=削除
00000007=すべて有効にする
00000008=すべて無効にする
00000009=すべて削除する
00000010=追加
00000011=編集
00000012=有効
00000013=無効
00000014=すべて有効にする
00000015=すべて無効にする
00000016=削除
00000017=すべて削除する

[frmDockDebugCallStack]
00000002=コピー
00000003=コピー

[frmDockDebugContextVariables]
00000002=コピー
00000003=監視に追加する
00000004=監視に追加する
00000005=コピー

[frmDockDebugEvaluate]
00000001=評価
00000002=コピー
00000003=コピー

[frmDockDebugEvent]
00000001=ログ
00000002=コピー
00000006=クリア
00000007=コピー
00000008=クリア

[frmDockDebugWatches]
00000001=監視
00000002=コピー
00000006=追加
00000007=編集
00000008=削除
00000009=すべて削除する
00000010=ジャンプ declaration
00000011=コピー
00000012=追加
00000013=編集
00000014=削除
00000015=すべて削除する

[frmDockFileBrowser]
00000001=ファイルブラウザー

[frmDockFileBrowserSnapshots]
00000001=ファイルブラウザー - スナップショット

[frmDockFTP]
00000001=FTP/SFTP

[frmDockInlineTodo]

[frmDockMsgPHP]
00000001=PHP

[frmDockMsgPHPDoc]

[frmDockMsgTidy]

[frmDockPHPManual]
00000001=PHPマニュアル

[frmDockProjectOverview]
00000001=プロジェクト

[frmDockProjects]
00000001=プロジェクト

[frmDockSearchResults]
00000001=検索結果
00000002=検索
00000003=広げる
00000004=たたむ

[frmDockSyntaxCheck]
00000001=文法チェック
00000002=タイプ
00000003=位置
00000004=詳細

[frmDockTemplates]
00000001=テンプレート

[frmDockTodo]
00000001=TO DO

[frmEmbed]
00000071=ID:
00000084=全般
00000085=URL:
00000088=全般
00000089=パス
00000090=オートスタート
00000091=ループ
00000094=アクセスキー:
00000095=名前:
00000096=タブ:
00000098=言語:
00000099=タイトル:
00000103=CSS
00000104=スタイル:
00000105=クラス:
00000106=CSS
00000107=OK
00000108=キャンセル
00000109=全ファイル|*.*

[frmFileAss]
00000001=関連づけ
00000002=適用
00000003=閉じる

[frmFindReplace]
00000001=検索と置換
00000002=閉じる(&C)
00000003=オプション
00000004=検索方法:
00000008=ワイルドカード (*, ?)
00000009=テキストのみ
00000012=検索範囲
00000013=選択したテキスト
00000014=このドキュメント全体(&g)
00000015=キャレット位置以降(&u)
00000016=開いている全ドキュメント(&p)
00000017=プロジェクト全体(&s)
00000018=ディレクトリー(&y)
00000019=サブディレクトリーを含める
00000020=ファイルマスク(&m):
00000021=";" をセパレータとして使う。例: *.php;*.htm*;*.inc
00000022=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;
00000023=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;\n
00000024=検索
00000025=すべて検索
00000026=置換(&R)
00000027=すべて置換(&a)
00000028=検索する文字列:
00000029=置換後の文字列(&w):
00000030=ダイアログを閉じる
00000031=次を検索
00000032=前を検索
00000033=切り取り
00000034=コピー

[frmFlash]

[frmFont]

[frmForm]

[frmFormButton]

[frmFormCheckbox]

[frmFormDropDown]

[frmFormDropdownProperties]

[frmFormFileUpload]

[frmFormHidden]

[frmFormImageButton]

[frmFormPassword]

[frmFormRadio]

[frmFormText]

[frmFormTextbox]

[frmFTPConfirm]

[frmFTPManager]

[frmFTPManagerProperties]

[frmFTPProgress]

[frmImage]

[frmInline]

[frmJavaScriptOpenWindow]

[frmLicenseChange]

[frmList]

[frmMeta]

[frmNewFile]

[frmPHPDocWizard]

[frmPHPServerVariables]

[frmPreferences]
00002500=ワードラップ

[frmPrint]

[frmProjectEdit]

[frmProjectManager]

[frmProjectWizard]
00000067=属性変更
00000068=インポート元 ...
00000069=ローカルフォルダ
00000070=ローカルファイル
00000071=FTP フォルダ
00000072=FTP ファイル
00000073=エクスポート先 ...
00000076=シェルメニュー
00000092=FTP ファイル
00000094=ローカル フォルダ
00000095=FTP フォルダ
00000097=削除
00000098=リネーム
00000099=プロパティ
00000100=パーミッションの変更

[frmSelectFiles]
00000003=閉じる

[frmSnippetAndTemplate]

[frmSpecialCharacters]

[frmSpreadPhpDesigner]
00000013=phpDesigner 8

[frmTable]
00000005=OK
00000006=キャンセル
00000009=行:
00000010=列:

[frmTodoItem]
00000014=キャンセル
00000015=OK

[frmFormatter]

[frmHyperlink]

[frmMinifier]

[frmReg]
00000006=phpDesigner 8
00000007=無償で21日間phpDesigner 8をお使いいただけます。
00000010=ユーザーネーム
00000011=キー
00000012=法人名
00000013=Eメール
00000015=バリデーションキー
00000016=登録ライセンス
00000017=トライアル
00000018=購入
00000019=試用
00000021=ユーザーですか? 今すぐ更新！

[$CONSTANTS]
